Repository: eynimeni/swiftApp
Catalog: Wellnessapp/CoreDataProject/*.lproj/Localizable.strings
Languages: de

source: Welcome
de: Willkommen!

source: Get Image
de: Bild auswählen

source: Your Oasis
de: Deine Oase

source: Desired Location
de: Wunschort

source: Text Message
de: Eine Reise ist wunderschön! Auch in der Fantasie! Also stell sie dir vor :-)

source: Your Destination
de: Du reist heute nach....

source: Relax! When ever you feel ready, click again.
de: Entspanne dich! Wenn du dich bereit fühlst, klicke einfach noch einmal.

source: Take a deep breath
de: Einmal tief durchatmen!

source: Are you now ready to go on your personal jourey?
de: Bist du nun bereit, deine persönliche Reise anzutreten?

source: Yes
de: Ja

source: No
de: Nein
